Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/death/bereavement_counselling_and_support/bereavement_counselling_andsupport_services.html.txt.tmx
Source language: en
Languages: ga

source: Bereavement counselling and support services
ga: Deileáil le Bás agus Brón

source: Although everyone's personal reaction to a bereavement is different, most people experience some of the following emotional responses when someone close to them dies:
ga: Cé go mbíonn tionchar difriúil ag an mbás ar chuile dhuine againn bíonn na mothúcháin seo ag an gcuid is mó againn nuair a chailltear duine a raibh cion againn air/uirthi:

source: These emotions normally occur, however, some or more of these responses may be experienced for differing lengths of time, depending on the individual
ga: Tá na mothúcháin seo curtha síos san ord gur iondúil go mbuaileann siad muid ach, ag brath ar an duine féin, d'fhéadfadh sé go dtiocfadh na mothúcháin seo nó cuid acu chugainn cúpla babhta agus go mairfidh siad ar feadh achar difriúil

source: The main initial responses to a death - even one that has long been expected - are disbelief, shock and anger
ga: Díchreideamh, geit agus fearg an trí mhothúcháin a bhíonn ag duine nuair a chailltear duine eile – fiú má bhí súil leis an mbás

source: These may lessen in time and can be followed by a sense of guilt, depression, anxiety and despair
ga: D'fhéadfadh sé go dtiocfadh laghdú ar na mothúcháin seo de réir a chéile ach go mbeadh an duine ansin ag mothú ciontach, go mbeadh lagar spride nó éadochas air/uirthi

source: You may also feel an acute sense of longing for the dead person, hopelessness at the thought of their absence, loneliness and sadness at their loss or even a sense of relief that they are gone (which may, in turn, lead to feelings of guilt)
ga: D'fhéadfadh duine freisin a bheith ag tnúth go mór leis an duine eile a fheiceáil, a bheith éadóchasach ag cuimhniú nach bhfuil an duine eile ann, agus a bheith uaigneach go bhfuil sé/sí caillte nó b'fhéidir faoiseamh agus ansin tagann mothúcháin go bhfuil tusa thú féin ciontach

source: Some physical symptoms experienced after bereavement can be quite acute and distressing
ga: Is féidir leis na mothúcháin a bhíonn againn a bheith fisiciúil - géar agus anróiteach

source: It is important to realise that these are normal parts of the grieving process and will pass in time
ga: Ní mór a chuimhniú gur gnáthmhothúcháin iad seo agus gur cuid den phroiséas bróin iad a imeoidh leis an am

source: Physical reactions may include:
ga: I measc na mothúchán fisiciúil tá:

source: • loss of energy and interest in life
ga: • easpa fuinnimh agus spéis sa saol

source: • an inability to sleep or constant tiredness
ga: • neamhchodladh nó a bheith tuirsceach i gcónaí

source: • poor concentration and forgetfulness
ga: • drochchumas dianmhachnaimh agus díchuimhne

source: • loss of appetite or compulsive comfort eating
ga: • easpa goile nó a bheith ag ithe go síoraí le sólás a fháil

source: • a "frozen" inability to cry or a tendency to continuously burst into tears
ga: • gan a bheith in ann caoineadh nó a bheith go minic ag caoineadh

source: • headaches and unexplained body pains
ga: • tinneas cinn agus pianta sa chorp gan aon fáth

source: Toddlers, young children, teenagers and adults all react to death very differently
ga: Bíonn tionchar difriúil ag an mbás ar lapadáin, ar pháistí óga, ar dhéagóirí agus ar dhaoine fásta

source: It can be very important to tell children about a death in a way that they can handle at that particular age
ga: Tá sé fíorthábhachtach bás duine a mhíniú do pháistí ar bhealach gur féidir leo deileáil leis ag brath ar a n-aois

source: Information for those affected by Bereavement is a publication produced by the Citizens Information Board
ga: An Bord um Fhaisnéis do Shaoránaigh d'fhoilsigh an leabhrán Eolais dóibh siúd a ghoilleann méala

source: It provides information on dealing with the practical and material matters that arise following a death
ga: Soláthraíonn sé eolas maidir le déileáil leis na nithe praiticiúla agus ábhar a thagann chun cinn tar éis bháis

source: The Irish Hospice Foundation provides a website, BEREAVED.ie, that provides advice and information for bereaved people and those supporting them
ga: Déanann Foras Ospíse na hÉireann ar fáil an suíomh gréasáin, BEREAVED.ie, a sholáthraíonn comhairle agus eolas do dhaoine méala agus iad siúd ag tacú leo

source: Finding your way (pdf), published by PARC Road Safety Group, is a guide for victims following the death or serious injury of a loved one in a road traffic collision
ga: Tá an leabhrán Ag Lorg do bhealach a dhéanamh (pdf), atá foilsithe ag PARC Grúpa um Shábháilteacht ar Bhóithre, treoir d'íospartaigh tar éis an bháis díobhála nó tromchúiseach le grá amháin i dtimpiste bóthair

source: There are many bereavement services and support groups throughout the country, both public and private, professional and voluntary, religious and secular
ga: Tá neart seirbhísí bróin agus grúpaí tacaíochta ar fud na tíre, seirbhísí poiblí agus príobháideacha, proifisiúnta agus deonacha, eaglasta agus tuatha

source: If you are religious, there may be pastoral care available through your local priest, order, minister, rabbi or congregation
ga: Má tá creideamh láidir agat, d'fhéadfadh sé go bhfuil tacaíocht ar fáil duit ón sagart áitiúil, ón ord rialta, ó mhinistir, ón Raibí nó ó phobal na heaglaise

source: You should make contact through the relevant place of worship
ga: Ba cheart teagmháil a dhéanamh leo ag an eaglais chuí

source: Information on organisations providing bereavement support is available from the Child and Family Agency
ga: Tá eolas ar eagraíochtaí a sholáthraíonn tacaíocht méala ar fáil ón nGníomhaireacht um Leanaí agus Teaghlaigh
